our.doctrines=Our Doctrines
we.believe.motto=We believe...
doctrine.paragraph1=...\u00EEn inspira\u0163ia verbal\u0103 \u015Fi ca fiind singura autoritate, a celor 66 de c\u0103r\u0163i ale Bibliei (39 de c\u0103r\u0163i reprezent\u00E2nd Vechiul Testament, din Textul Masoretic ebraic, \u015Fi 27 de c\u0103r\u0163i reprezent\u00E2nd Noul Testament, din Textus Receptus grecesc), p\u0103strate, f\u0103r\u0103 nicio eroare, pentru oamenii vorbitori de limba englez\u0103, \u00EEn Versiunea Autorizata a Regelui James, din anul 1611. Toate Bibliile \u00EEn alte limbi trebuie s\u0103 fie traduse folosindu-se ca standard aceste texte de baz\u0103.
doctrine.paragraph2=...c\u0103 exist\u0103 numai un singur Dumnezeu viu \u015Fi adev\u0103rat, manifestat \u00EEn trei persoane\: Dumnezeu Tat\u0103l, Dumnezeu Fiul \u015Fi Dumnezeu Duhul Sf\u00E2nt.
doctrine.paragraph3=...\u00EEn divinitatea \u015Fi nasterea din fecioar\u0103 a Domnului Isus Cristos, Fiul lui Dumnezeu. Noi credem \u00EEn moartea Sa s\u00E2ngeroas\u0103 pe cruce, \u00EEn \u00EEngroparea Sa \u015Fi \u00EEn \u00EEnvierea Sa \u00EEn trup dup\u0103 trei zile \u015Fi \u00EEnal\u0163area Sa \u00EEnapoi la cer.
doctrine.paragraph4=...\u00EEn Persoana \u015Fi lucrarea Duhului Sf\u00E2nt, care cuprinde\: mustrarea de p\u0103cat, regenerarea p\u0103c\u0103to\u015Filor \u015Fi posesiunea Sa interioar\u0103 de c\u0103tre to\u0163i credincio\u015Fii n\u0103scu\u0163i din nou. Noi st\u0103m, totodat\u0103, \u00CEMPOTRIVA \u00EEnv\u0103\u0163\u0103turii mi\u015Fc\u0103rii carismatice, care perverte\u015Fte Duhul Sf\u00E2nt \u015Fi darurile Sale.
doctrine.paragraph5=...c\u0103 to\u0163i oamenii sunt n\u0103scu\u0163i p\u0103c\u0103to\u015Fi \u015Fi pot fi salva\u0163i de p\u0103cate doar atunci c\u00E2nd ei \u00CEl primesc pe Isus Cristos prin credin\u0163\u0103, ca Salvatorul lor personal. De aceea, salvarea este realizat\u0103 numai de c\u0103tre harul lui Dumnezeu, condi\u0163iile puse sunt ca omul s\u0103 se poc\u0103iasc\u0103 de p\u0103catele sale fa\u0163\u0103 de Dumnezeu \u015Fi s\u0103 \u00EE\u015Fi pun\u0103 credin\u0163a \u00EEn Domnul Isus Cristos. Astfel, via\u0163a etern\u0103 este darul oferit omului de c\u0103tre Dumnezeu \u015Fi nu poate fi ob\u0163inut prin absolut nicio fapt\u0103, lucrare sau merit ale omului.
doctrine.paragraph6=...\u00EEn salvarea etern\u0103 a credinciosului \u015Fi c\u0103 via\u0163a etern\u0103 nu poate fi pierdut\u0103 sub nicio circumstan\u0163\u0103 \u00EEn acest timp al Bisericii. De asemenea, noi credem c\u0103 fiecare cre\u015Ftin are responsabilitatea s\u0103 traiasc\u0103 o via\u0163\u0103 sf\u00E2nt\u0103 \u015Fi s\u0103 nu \u00EEmplineasc\u0103 pofta c\u0103rnii.
doctrine.paragraph7=...\u00EEn scufundarea total\u0103 (imersiunea) \u00EEn ap\u0103 a celui care crede, ca simboliz\u00E2nd moartea, \u00EEngroparea \u015Fi \u00EEnvierea Domnului Isus Cristos, \u015Fi identificarea credinciosului cu acestea, ca fiind o m\u0103rturie public\u0103 a salv\u0103rii sale de p\u0103cat. Noi NU credem c\u0103 botezul cu ap\u0103 sau \u00EEn ap\u0103, \u00EEl salveaz\u0103 pe p\u0103c\u0103tos sau c\u0103 \u00EEi spal\u0103 acestuia p\u0103catele deoarece, pentru a fi salvat, p\u0103c\u0103tosul trebuie numai s\u0103 \u00EE\u015Fi pun\u0103 credin\u0163a \u00EEn s\u00E2ngele Domnului Isus Cristos, f\u0103r\u0103 a face nicio fapt\u0103 sau lucrare.
doctrine.paragraph8=...c\u0103 o biseric\u0103 local\u0103 Nou Testamental\u0103 este format\u0103 dintr-un grup de credincio\u015Fi boteza\u0163i, care sunt uni\u0163i pentru a \u00EEnv\u0103\u0163a \u015Fi r\u0103sp\u00E2ndi cuv\u00E2ntul lui Dumnezeu, aceasta incluz\u00E2nd lucr\u0103ri misionare \u00EEn \u00EEntreaga lume. Noi credem c\u0103 biserica (sau adunarea) este complet INDEPENDENT\u0102 \u015Fi neafiliat\u0103, neav\u00E2nd nicio alt\u0103 persoan\u0103, grup sau conciliu, care s\u0103 aib\u0103 autoritate, drept de interven\u0163ie sau control \u00EEn treburile interne ale acesteia. De asemenea, noi stam \u00CEMPOTRIVA mi\u015Fc\u0103rii ecumenice.
doctrine.paragraph9=...\u00EEn re\u00EEntoarcerea vizibil\u0103, personal\u0103, premilenialist\u0103 \u015Fi pretribula\u0163ionist\u0103 a lui Isus Cristos pentru sfin\u0163ii S\u0103i, eveniment care cuprinde \u00EEnvierea trupeasc\u0103 a oamenilor salva\u0163i care sunt mor\u0163i si r\u0103pirea (luarea de pe p\u0103m\u00E2nt \u015Fi ridicarea \u00EEn nori) a oamenilor salva\u0163i care sunt vii. Noi mai credem \u015Fi \u00EEntr-o domnie literal\u0103 de o mie de ani a lui Isus Cristos, pe pamant, \u015Fi \u00EEn starea con\u015Ftient\u0103 de binecuvantare etern\u0103 a tuturor oamenilor salva\u0163i, precum \u015Fi \u00EEn starea con\u015Ftient\u0103 de pedepsire etern\u0103 a tuturor oamenilor pierdu\u0163i \u00EEn iad \u015Fi care merg, \u00EEn final, \u00EEn lacul de foc, pentru totdeauna.
account=Account
author=2015 &copy; Word of Life Baptist Ministry
contact=Contact
links=Links
login=Login
order=Order
register=Register
resources=Resources
search=Search
search.placeholder=Search...
site=Word of Life Baptist Ministry
home=Home
we.believe=We Believe
you.are.invited=You Are Invited
language=Language
already.have.account=Already have an account?
create.account=Create account
login.create.account=create an account
looking.to=Looking to
or=or
repeat.password=Repeat Password
login.with=Login with
you.are.invited.motto=...to come to the Lord Jesus Christ
you.are.invited.paragraph1=El vrea s\u0103 \u00EE\u021Bi dea salvarea \u00EEn dar ast\u0103zi. Biblia spune \u00EEn 1 Corinteni 6\:2 <i>\u201E...iat\u0103 acum este timpul acceptat; iat\u0103 acum este ziua salv\u0103rii.\u201D</i> Cum prime\u0219ti darul salv\u0103rii?
you.are.invited.paragraph2=<b>Trebuie s\u0103 recuno\u0219ti c\u0103 e\u0219ti un p\u0103c\u0103tos \u00EEn fa\u021Ba lui Dumnezeu.</b> Biblia spune clar c\u0103 <b>TO\u021AI</b> oamenii sunt p\u0103c\u0103to\u0219i\!Romani 3\:10 <i>\u201EA\u015Fa cum este scris\: Nu este niciunul drept, niciunul m\u0103car.\u201D</i>Romani 3\:23 <i>\u201EFiindc\u0103 </i><b><i>to\u0163i</i></b><i> au p\u0103c\u0103tuit \u015Fi nu ajung la gloria lui Dumnezeu\u201D</i>
you.are.invited.paragraph3=<b>Trebuie s\u0103 realizezi c\u0103 este o pedeaps\u0103 pentru p\u0103catul t\u0103u.</b> Dumnezeu trebuie s\u0103 judece p\u0103catul pentru c\u0103 El este sf\u00E2nt \u0219i drept. Pedeapsa pentru p\u0103catul t\u0103u este moartea \u00EEn iad pentru eternitate.Evrei 9\:27 <i>\u201E\u0218i dup\u0103 cum oamenilor le este r\u00E2nduit s\u0103 moar\u0103 o singur\u0103 dat\u0103, iar dup\u0103 aceasta, judecata\u201D</i>Revela\u021Bia 20\:14,15 <i>\u201E\u0218i moartea \u015Fi iadul au fost aruncate \u00EEn lacul de foc. Aceasta este moartea a doua. \u0218i cel ce nu a fost g\u0103sit scris \u00EEn cartea vie\u0163ii a fost aruncat \u00EEn lacul de foc.\u201D</i>Ioan 3\:36 <i>\u201ECine crede \u00EEn Fiul, are via\u0163\u0103 ve\u015Fnic\u0103; dar cine nu crede \u00EEn Fiul, nu va vedea via\u0163a, ci furia lui Dumnezeu r\u0103m\u00E2ne peste el.\u201D</i>Romani 6\:23 <i>\u201EFiindc\u0103 plata p\u0103catului este moartea; dar darul lui Dumnezeu este via\u0163a etern\u0103 prin Isus Cristos Domnul nostru.\u201D</i>
you.are.invited.paragraph4=<b>Trebuie s\u0103 realizezi c\u0103 tu nu po\u021Bi pl\u0103ti pentru p\u0103catul t\u0103u.</b> Facerea de fapte bune, mersul la biseric\u0103 sau rugatul la sfin\u021Bi nu pot s\u0103 \u00EE\u021Bi \u00EEnl\u0103ture p\u0103catele pentru c\u0103 omul nu poate fi destul de bun ca s\u0103 mearg\u0103 \u00EEn cer.Efeseni 2\:8,9 <i>\u201EFiindc\u0103 prin har sunte\u0163i salva\u0163i, prin credin\u0163\u0103; \u015Fi aceasta nu din voi \u00EEn\u015Fiv\u0103, ci este darul lui Dumnezeu; Nu prin fapte, ca s\u0103 nu se f\u0103leasc\u0103 nimeni.\u201D</i>Titus 3\:5 <i>\u201ENu prin faptele drept\u0103\u0163ii pe care noi le-am f\u0103cut, ci conform milei sale el ne-a salvat...\u201D</i>Iacov 2\:10 <i>\u201EFiindc\u0103 oricine va \u0163ine toat\u0103 legea \u015Fi totu\u015Fi se poticne\u015Fte \u00EEntr-un punct, este vinovat de toate.\u201D</i>
you.are.invited.paragraph5=<b>Trebuie s\u0103 accep\u021Bi salvarea lui Dumnezeu \u00EEn dar, prin credin\u021B\u0103.</b> Dumnezeu te-a iubit a\u0219a de mult c\u0103 a trimis pe Fiul s\u0103u ca s\u0103 moar\u0103 pe cruce pentru a pl\u0103ti pentru p\u0103catele tale.Ioan 3\:16 <i>\u201EFiindc\u0103 at\u00E2t de mult a iubit Dumnezeu lumea, c\u0103 a dat pe singurul s\u0103u Fiu n\u0103scut, ca oricine crede \u00EEn el, s\u0103 nu piar\u0103, ci s\u0103 aib\u0103 via\u0163\u0103 ve\u015Fnic\u0103.\u201D</i>Dumnezeu va \u00EEndep\u0103rta p\u0103catele tale \u0219i te va face copilul S\u0103u dac\u0103 te poc\u0103ie\u0219ti de p\u0103catele tale \u0219i \u00EE\u021Bi pui \u00EEncrederea \u00EEn Isus Cristos\! Nu exist\u0103 o alt\u0103 cale\! Isus Cristos a spus \u00EEn Ioan 14\:6 <i>\u201E...Eu sunt calea \u015Fi adev\u0103rul \u015Fi via\u0163a\: nimeni nu vine la Tat\u0103l dec\u00E2t prin mine.\u201D</i>A te poc\u0103i \u00EEnseamn\u0103 c\u0103 e\u0219ti de acord cu Dumnezeu \u00EEn privin\u021Ba p\u0103catului t\u0103u. Fapte 17\:30 <i>\u201E\u0218i Dumnezeu a trecut cu vederea timpurile acestei ignoran\u0163e; dar acum, porunce\u015Fte tuturor oamenilor de pretutindeni, s\u0103 se poc\u0103iasc\u0103;\u201D</i>Biblia promite c\u0103 oricine cheam\u0103 numele Domnului va fi salvat\! <b>Admite-\u021Bi p\u0103catul \u00EEn fa\u021Ba lui Dumnezeu \u0219i crede c\u0103 Isus Cristos a purtat p\u0103catul t\u0103u, a murit \u00EEn locul t\u0103u, a fost \u00EEngropat \u0219i a fost \u00EEnviat de Dumnezeu.</b>Romani 10\:9,10 <i>\u201EC\u0103, dac\u0103 vei m\u0103rturisi cu gura ta pe Domnul Isus \u015Fi vei crede \u00EEn inima ta c\u0103 Dumnezeu l-a \u00EEnviat dintre mor\u0163i, vei fi salvat. C\u0103ci cu inima omul crede pentru dreptate; \u015Fi cu gura m\u0103rturisirea este f\u0103cut\u0103 pentru salvare.\u201D</i>Romani 10\:13 <i>\u201EFiindc\u0103 oricine va chema numele Domnului va fi salvat.\u201D</i>Ioan 1\:12 <i>\u201EDar tuturor celor ce l-au primit, adic\u0103 celor ce cred \u00EEn numele lui, le-a dat puterea s\u0103 devin\u0103 fiii lui Dumnezeu\u201D</i>
admin=Administration
users=Users
logout=Log Out
roles=Roles
articles=Articles
create.user=Create user
id=ID
user.name=User Name
first.name=First Name
last.name=Last Name
email=Email
enabled=Enabled
action=Action
edit=Edit
delete=Delete
item.created=The item was successfully created
item.not.created=The item was not created
item.updated=The item was successfully updated
item.not.updated=The item was not updated
apply=Apply
close=Close
item.deleted=The item was successfully deleted
item.not.deleted=The item was not deleted
yes=Yes
no=No
confirm.delete=Are you sure you want to delete this item?
password=Password
add.role=Add Role
name=Name
back=Back
role=Role
choose.a.role=Choose a role
words.of.life=Words of Life
awesome.articles=Read awesome articles from our creative authors
not.found=Not found
not.found.details=The page you were looking for was not found
profile=Profile
about.us=About Us
contact.us=Contact Us
follow.us=Follow us on
word.of.life=Word of Life
help=Help
latest.news=Latest News
best.of=Best Of
latest.stories=Latest Stories
leave.us.a.message=Leave us a message
owner=Adam Zander
contact.us.explanation=You might contact us with any question you might have related to our articles. We'll get in touch with you as soon as possible.
your.name=Your name
first.name.and.last.name=First name and last name
phone=Phone
your.message=Your message
owner.phone=+40 752 124 651
working.hours=Mon - Fri, 8\:00 AM - 8\:00 PM, GMT+2
owner.address=PO Box 12345
owner.city=Brasov
owner.country=Romania
address=Address
contact.person=Contact person
messages=Messages
shop=Shop
create.link=Create Link
text=Text
url=URL
create.article=Create article
title=Title
edit.article=Edit article
body=Body
read.article=Read article
images=Images
add.image=Add Image
file.name=File Name
file=File
upload=Upload
ok=OK
cover=Cover