doctrine.header=Declara\u0163ia de credin\u0163\u0103
doctrine.motto=Noi credem...
doctrine.paragraph1=...\u00EEn inspira\u0163ia verbal\u0103 \u015Fi ca fiind singura autoritate, a celor 66 de c\u0103r\u0163i ale Bibliei (39 de c\u0103r\u0163i reprezent\u00E2nd Vechiul Testament, din Textul Masoretic ebraic, \u015Fi 27 de c\u0103r\u0163i reprezent\u00E2nd Noul Testament, din Textus Receptus grecesc), p\u0103strate, f\u0103r\u0103 nicio eroare, pentru oamenii vorbitori de limba englez\u0103, \u00EEn Versiunea Autorizata a Regelui James, din anul 1611. Toate Bibliile \u00EEn alte limbi trebuie s\u0103 fie traduse folosindu-se ca standard aceste texte de baz\u0103.
doctrine.paragraph2=...c\u0103 exist\u0103 numai un singur Dumnezeu viu \u015Fi adev\u0103rat, manifestat \u00EEn trei persoane\: Dumnezeu Tat\u0103l, Dumnezeu Fiul \u015Fi Dumnezeu Duhul Sf\u00E2nt.
doctrine.paragraph3=...\u00EEn divinitatea \u015Fi nasterea din fecioar\u0103 a Domnului Isus Cristos, Fiul lui Dumnezeu. Noi credem \u00EEn moartea Sa s\u00E2ngeroas\u0103 pe cruce, \u00EEn \u00EEngroparea Sa \u015Fi \u00EEn \u00EEnvierea Sa \u00EEn trup dup\u0103 trei zile \u015Fi \u00EEnal\u0163area Sa \u00EEnapoi la cer.
doctrine.paragraph4=...\u00EEn Persoana \u015Fi lucrarea Duhului Sf\u00E2nt, care cuprinde\: mustrarea de p\u0103cat, regenerarea p\u0103c\u0103to\u015Filor \u015Fi posesiunea Sa interioar\u0103 de c\u0103tre to\u0163i credincio\u015Fii n\u0103scu\u0163i din nou. Noi st\u0103m, totodat\u0103, \u00CEMPOTRIVA \u00EEnv\u0103\u0163\u0103turii mi\u015Fc\u0103rii carismatice, care perverte\u015Fte Duhul Sf\u00E2nt \u015Fi darurile Sale.
doctrine.paragraph5=...c\u0103 to\u0163i oamenii sunt n\u0103scu\u0163i p\u0103c\u0103to\u015Fi \u015Fi pot fi salva\u0163i de p\u0103cate doar atunci c\u00E2nd ei \u00CEl primesc pe Isus Cristos prin credin\u0163\u0103, ca Salvatorul lor personal. De aceea, salvarea este realizat\u0103 numai de c\u0103tre harul lui Dumnezeu, condi\u0163iile puse sunt ca omul s\u0103 se poc\u0103iasc\u0103 de p\u0103catele sale fa\u0163\u0103 de Dumnezeu \u015Fi s\u0103 \u00EE\u015Fi pun\u0103 credin\u0163a \u00EEn Domnul Isus Cristos. Astfel, via\u0163a etern\u0103 este darul oferit omului de c\u0103tre Dumnezeu \u015Fi nu poate fi ob\u0163inut prin absolut nicio fapt\u0103, lucrare sau merit ale omului.
doctrine.paragraph6=...\u00EEn salvarea etern\u0103 a credinciosului \u015Fi c\u0103 via\u0163a etern\u0103 nu poate fi pierdut\u0103 sub nicio circumstan\u0163\u0103 \u00EEn acest timp al Bisericii. De asemenea, noi credem c\u0103 fiecare cre\u015Ftin are responsabilitatea s\u0103 traiasc\u0103 o via\u0163\u0103 sf\u00E2nt\u0103 \u015Fi s\u0103 nu \u00EEmplineasc\u0103 pofta c\u0103rnii.
doctrine.paragraph7=...\u00EEn scufundarea total\u0103 (imersiunea) \u00EEn ap\u0103 a celui care crede, ca simboliz\u00E2nd moartea, \u00EEngroparea \u015Fi \u00EEnvierea Domnului Isus Cristos, \u015Fi identificarea credinciosului cu acestea, ca fiind o m\u0103rturie public\u0103 a salv\u0103rii sale de p\u0103cat. Noi NU credem c\u0103 botezul cu ap\u0103 sau \u00EEn ap\u0103, \u00EEl salveaz\u0103 pe p\u0103c\u0103tos sau c\u0103 \u00EEi spal\u0103 acestuia p\u0103catele deoarece, pentru a fi salvat, p\u0103c\u0103tosul trebuie numai s\u0103 \u00EE\u015Fi pun\u0103 credin\u0163a \u00EEn s\u00E2ngele Domnului Isus Cristos, f\u0103r\u0103 a face nicio fapt\u0103 sau lucrare.
doctrine.paragraph8=...c\u0103 o biseric\u0103 local\u0103 Nou Testamental\u0103 este format\u0103 dintr-un grup de credincio\u015Fi boteza\u0163i, care sunt uni\u0163i pentru a \u00EEnv\u0103\u0163a \u015Fi r\u0103sp\u00E2ndi cuv\u00E2ntul lui Dumnezeu, aceasta incluz\u00E2nd lucr\u0103ri misionare \u00EEn \u00EEntreaga lume. Noi credem c\u0103 biserica (sau adunarea) este complet INDEPENDENT\u0102 \u015Fi neafiliat\u0103, neav\u00E2nd nicio alt\u0103 persoan\u0103, grup sau conciliu, care s\u0103 aib\u0103 autoritate, drept de interven\u0163ie sau control \u00EEn treburile interne ale acesteia. De asemenea, noi stam \u00CEMPOTRIVA mi\u015Fc\u0103rii ecumenice.
doctrine.paragraph9=...\u00EEn re\u00EEntoarcerea vizibil\u0103, personal\u0103, premilenialist\u0103 \u015Fi pretribula\u0163ionist\u0103 a lui Isus Cristos pentru sfin\u0163ii S\u0103i, eveniment care cuprinde \u00EEnvierea trupeasc\u0103 a oamenilor salva\u0163i care sunt mor\u0163i si r\u0103pirea (luarea de pe p\u0103m\u00E2nt \u015Fi ridicarea \u00EEn nori) a oamenilor salva\u0163i care sunt vii. Noi mai credem \u015Fi \u00EEntr-o domnie literal\u0103 de o mie de ani a lui Isus Cristos, pe pamant, \u015Fi \u00EEn starea con\u015Ftient\u0103 de binecuvantare etern\u0103 a tuturor oamenilor salva\u0163i, precum \u015Fi \u00EEn starea con\u015Ftient\u0103 de pedepsire etern\u0103 a tuturor oamenilor pierdu\u0163i \u00EEn iad \u015Fi care merg, \u00EEn final, \u00EEn lacul de foc, pentru totdeauna.
home.account=Cont
home.author=D\u0103nu\u0163 Chindri\u015F
home.contact=Contact
home.links=Link-uri
home.login=Autentificare
home.order=Comand\u0103
home.register=\u00CEnregistrare
home.resources=Resurse
home.search=C\u0103utare
home.search.placeholder=C\u0103utare...
home.site=Biserica Baptist\u0103 Cuv\u00E2ntul Vie\u0163ii
home.title=Acas\u0103
home.we.believe=Noi credem
home.you.are.invited=E\u015Fti invitat
label.language=Limba
login.already.have.account=Ai deja un cont?
login.button.create.account=Creare cont
login.button.login=Autentificare
login.create.account=creezi un cont
login.email.placeholder=Email
login.looking.to=Vrei s\u0103-\u0163i
login.or=sau
login.password.placeholder=Parola
login.repeat.password.placeholder=Repet\u0103 parola
login.with=Autentific\u0103-te cu
